/* Midi In tool popUpButton */
"Edit Virtual Inputs..." = "Modifica Entrate Virtuali";
/* Midi Out tool popUpButton*/
"Edit Virtual Outputs..." = "Modifica Uscite Virtuali";
/* pitchRangeString */
"half step"  = "semitono";
"half steps" = "semitoni";
/* MidiPipe virtual ports*/
"Input" = "Entrata";
"Output" = "Uscita";
/* toolGroupPopUp */
"All" = "Tutti";
// Input -> MidiPipe virtual ports
// Output -> MidiPipe virtual ports
"Modifier" = "Modificatore";
/* default save name */
"MyPipe" = "Il mio Pipe";
/* update check */
"Your software is up-to-date" = "Il tuo software è aggiornato";
"OK" = "OK";
"You have the most recent version of MidiPipe." = "Hai già la versione più recente di MidiPipe";
"A new version is available" = "E' disponibile una nuova versione";
"Later" = "Più Tardi";
"A new version of MidiPipe is available" = "E' disponibile una nuova versione di MidiPipe";
"To promote further development of MidiPipe, please make a donation. Thank you for your support." = "Per promouovere un ulteriore sviluppo di MidiPipe, per favore fai una donazione. Grazie per il Tuo supporto";
"Would you like to download the new version now?" = "Vuoi scaricare la nuova versione ora?";
"Check for update failed!" = "Controllo aggiornamento fallito!";
"Maybe there is a problem with your internet connection. Please try again later." = "Forse c'è un problema con la tua connessione internet. Per favore riprova più tardi.";
/* quit app */
"Quit" = "Esci";
"Cancel" = "Annulla";
"Are you sure?" = "Sei sicuro?";
/* OS X version check */
"Wrong version" = "Versione errata";
"I'll update and will be back soon ..." = "Aggiorno e ritorno subito ...";
/* MIDI loop protection */
"MIDI Loop detected!" = "Loop MIDI individuato!";
"\"MIDI Out\" tool is now disabled. Please check your MIDI setup and then reenable \"MIDI Out\" tool." = "Lo strumento \"MIDI Out\" è ora disponibile. Per favore controlla la tua impostazione MIDI e poi riabilita lo strumento \"MIDI Out\" ";
// OK -> update check
/* Pipe */
"unnamed pipe" = "pipe senza nome";
/* ScaleList */
"Equal Tempered" = "Scala Temperata";
"User Scale" = "Scala Utente";
/* MicroTuner */
"Just Major" = "Solo Maggiore";
"Mean-Tone" = "Semi-Tono";
"Pythagorean" = "Scala Pitagorica";
/* Message Filter */
"Channel" = "Canale";
/* KeyMapper */
"filter out" = "filtro di uscita";
/* AList */
"dec" = "decimale";
"hex" = "esadecimale";
/* AppleScriptTrigger */
"compiled" = "compilato";
"contains errors" = "contiene errori";
"not compiled" = "non compilato";
/* Midi In */
"Offline" = "Non in linea";
"Hijacked" = "Deviato";
/* Midi Out */
// Offline -> Midi In
/* Transpose */
"unchanged" = "immutato";


